Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Ten kołczan może pochwalić się korpusem z utwardzonej skóry ze wzmocnionym stalowym poszyciem zaprojektowanym do walki.
uk: Цей сагайдак зроблений з міцної шкіри й посилений сталевим покриттям.

source: Królewski Kołczan
uk: Королівський сагайдак

source: Standardowy kołczan dla strażników Królowej Rosomon. Uważaj, gdzie się tym chwalisz.
uk: Стандартний сагайдак королівських гвардійців королеви Розомони. Обережніше з тим, де ви його демонструєте.

source: Beczka
uk: Діжка

source: Podczas swojej przygody nigdy nie wiesz, jakie świństwo zaserwują ci małomiasteczkowe karczmy. Najlepiej przynieść swoją własną!
uk: Ніколи не знаєш, яке пійло вам підсунуть під час пригод. Тож краще зі своїм подорожувати!

source: Miecze Krzyżowe
uk: Схрещені мечі

source: Nic tak nie poprawia nastroju jak para mieczy na plecach.
uk: Ніщо так не піднімає настрій, як мечі за спиною.

source: Tarczowy Plecak
uk: Рюкзак зі щитом

source: Dla doświadczonych wojowników lub tych, którzy mają skłonność do otrzymywania strzał w plecy podczas ucieczki.
uk: Підійде досвідчений воякам і тим, хто вічно стрілу в спину ловить.

source: Sonda Umysłowa
uk: Зонд розуму

source: Skonfunduj grupę
uk: Групова розгубленість

source: Skofunduj wszystkich
uk: Розгубленість усіх

source: Zaginacz Umysłu
uk: Фокусник

source: Nie możesz się na niczym skupić, a twój umysł z wolna ulega chaosowi.
uk: Вам важко зосередитися, і ворог повільно захоплює владу над вашим розумом.

source: Stapiacz Umysłu
uk: Розтоплювач розуму

source: Władca Umysłu
uk: Володар розуму

source: Pośród tych ścian czeka na ciebie Żabójca i jego armia goblinów. Lepiej zbierz dobry sprzęt i przygotuj się, bo oni z pewnością będą przygotowani.
uk: За цими стінами на вас чекає Бийжаба і його армія ґоблінів. Як слід підготуйтеся й озбройтеся, тому що вони вже зробили і те, і інше.

source: Odnajdujesz ukryte pomieszczenie!
uk: Ви знайшли таємне приміщення!

source: Każdy wróg Królowej jest zapewne sojusznikiem wartym uratowania.
uk: Будь-який ворог королеви може бути союзником, якого варто врятувати.

source: Potwierdź rozdzielenie
uk: Застосувати зміни?

source: Obóz Bandyty
uk: Табір розбійників

source: Gdzieś w granicach siedliska bandytów kryją się dawno zdobyte łupy.
uk: У таборі розбійників зберігається награбоване з минулих нападів.

source: Upewnij się, że twoja partia jest w zasięgu na trudną walkę!
uk: Переконайтеся, що всі члени загону на доступній відстані\u00A0— битва буде важкою!

source: Ten przedmiot nie może zostać odkryty ze względu na niespełnione wymagania.
uk: Цей предмет не відповідає умовам для розкриття.

source: Zablokowane
uk: Замкнено

source: Postać
uk: Персонаж

source: Dziki kostur
uk: Дикий посох

source: Dziki Mag
uk: Здичавілий маг

source: Dziki Czarnoksiężnik
uk: Здичавілий чаклун

source: Oszalały człowiek o niezrównoważonym wejrzeniu.
uk: Розгублений старий, в очах якого блищить божевілля.

source: Magiczny Portal
uk: Магічний портал

source: Umożliwia natychmiastową podróż do połączonego z nim portalu
uk: Миттєво переносить до іншого такого ж порталу

source: Potężne pole energii, które zapewnia bezpieczne przejście między dwoma odległymi od siebie wrotami.
uk: Це потужне енергетичне поле забезпечує безпечний перехід до іншого такого ж порталу.

source: Chaotyczna energia Fahrulu od dawna służy woli tych, którzy potrafią nad nią zapanować, a sposób jej wykorzystania zależy wyłącznie od ich wyobraźni.
uk: Хаотична енергія Фарулу вже давно була перекручена й підпорядкована волі того, хто володів її джерелом. Її використання обмежене лише уявою.

source: Zardzewiały Garłacz
uk: Іржавий мушкетон

source: Garłacz
uk: Мушкетон

source: Pozłacany garłacz
uk: Позолочений мушкетон

source: Złota pukawka
uk: Позолочений вогнепал

source: Zardzewiała Armata
uk: Іржава гармата

source: Armata
uk: Гармата

source: Wzmocniona Armata
uk: Зміцнена гармата

source: Ciężka Armata
uk: Важка гармата

source: Zapalający strzał
uk: Запалювальний постріл

source: Przebijający Strzał
uk: Бронебійний постріл

source: Strzał w głowę
uk: Постріл у голову

source: Decydujący Strzał
uk: Вирішальний постріл

source: Strzał ostrzegawczy
uk: Попереджувальний постріл

source: Wstrząsający strzał
uk: Контузійний постріл

source: Wybuchowy strzał
uk: Вибуховий постріл

source: Uderzenie pistoletem
uk: Удар руків'ям

source: Strzał pociskiem
uk: Постріл ядром

source: Przedmioty początkowe
uk: Стартові предмети

source: Niewrażliwość na wodę
uk: Імунітет до води

source: Przypisanie sterowania
uk: Прив'язка вводу

source: Przypisz sterowanie do różnych akcji
uk: Перенесення прив'язки на інший ввід

source: Klawiatura
uk: Клавіатура

source: Nawigacja
uk: Керування

source: Przybliżenie
uk: Масштаб

source: Znacznik
uk: Маркер

source: Świat na powierzchni – zbadaj
uk: Мапа світу\u00A0— Дослідити

source: Menu pauzy
uk: Меню паузи

source: Przedmiot – zbadaj
uk: Предмет\u00A0— Дослідити

source: Wciśnij
uk: Натиснути

source: Reset
uk: Скинути

source: Kontynuuj dialog
uk: Продовжити діалог

source: Przybliż / Oddal
uk: Масштаб + / -

source: Przełącz ekwipunek
uk: Перемкнути екран спорядження

source: Otwórz ustawienia
uk: Відчинити налаштування

source: Świat na powierzchni – skupienie kamery na drużynie
uk: Мапа світу\u00A0— Фокусування камери на загоні

source: Szubienica
uk: Шибениці

source: Marzenie
uk: Мрія

source: Nieograniczone
uk: Без обмеження

source: 30 kl./s
uk: 30 кадрів/с

source: 60 kl./s
uk: 60 кадрів/с

source: 120 kl./s
uk: 120 кадрів/с

source: 144 kl./s
uk: 144 кадри/с

source: Ukradnij złoto
uk: Вкрасти золото

source: Dla wielu domorosłych bohaterów poszukiwanie przygód na ziemiach Fahrulu źle się kończy. Gdy jednak przegrasz – a na pewno przegrasz – nie rozpaczaj. Choć zwycięstwo przepadło, pozostanie ci wiedza, a kolejna próba przyniesie lepsze owoce. Być może.
uk: Пригоди в землях Фарулу приводять багатьох потенційних героїв до загибелі. Коли ви зазнаєте поразки (а це буде траплятися)\u00A0— не впадайте у відчай. Нехай ви не здобудете перемогу з першого разу, зате станете мудрішими, і наступна спроба буде успішніша. Можливо.

source: Witamy w wersji beta gry For The King II!
uk: Ласкаво просимо до бета-версії For The King II!

# Szczęście zawsze zdaje ci się sprzyjać. Zyskujesz +25% początkowego szczęścia.
source: Szczęście zawsze zdaje ci się sprzyjać.\nZyskujesz +25% początkowego szczęścia.
uk: Чомусь шальки терезів завжди схиляються на вашу користь.\nДає +25% до початкового показника талану.

source: Wychodzę, by władać z ciemnej czeluści. Królestwo me dzikie, ma moc nie odpuści. Umarli powstaną, a żywi wnet zginą, gdy Fahrul upadnie przed mroczną krainą!
uk: Із темряви глибокої я правити прийшов, і сили рівної мені немає. Повстануть мертві, живих же забуття чекає. Тремтіть, кричіть, та все буде даремно. Адже Фарул я заберу у світ підземний!

source: Prowadzi mnie blask prawdy i sprawiedliwości. Nie spocznę, dopóki Fahrul nie zostanie oczyszczony z plugastwa. Nadchodzi czas rozliczeń!
uk: Світло правди й справедливості мені провідник, і не я зупинюся, допоки не звільню Фарул від нечисті. Час розплати близько!

source: Fahrul zwiędnie i zginie pod moim dotykiem, ja bowiem przynoszę plagę i rozkład. Gobliny dostaną w spadku ruiny!
uk: Фарул зів'яне під моїм дотиком, бо я той, що несе руйнування й гниття. А ґобліни успадкують його руїни!

source: Dzieńdoberek! Niech cię nie zmyli me imię, bo nie znajdziesz bardziej pechowej ode mnie istoty. I oto jestem, by zarazić złym losem cały Fahrul!
uk: Добренького вам ранку! Не дайте моєму імені збити вас з пантелику, адже я сама невдатна істота з усіх, кого ви зустрічали. І прийшов я поширювати своє нещастя по всьому Фарулу!

source: Jestem wiecznym cieniem, zwiastunem czasów końca. Fahrul pogrąży się w mroku i rozpaczy.
uk: Я\u00A0— вічна тінь, вісник кінця. Фарул потоне в пітьмі й розпачі.

source: Jestem narzędziem śmierci i przybywam po dusze niegodziwców. Nikt nie ujdzie przed sądem Kata!
uk: Я\u00A0— рука смерті, і я прийшов по душі нечестивих. Нікого не уникне правосуддя Ката!

source: Ciemne moce odpowiedziały na me wezwanie i oto jestem, by poprowadzić je na Fahrul. Oto ja, zwiastun zagłady!
uk: Темні сили відповіли на мій поклик, і я спрямую їх гнів на Фарул. Дивіться, адже я\u00A0— провісник загибелі!

source: Król Bandytów kontroluje sakiewki Fahrulu. Puszczę z torbami wszystkich kupców. W moje łaski się nie wkupisz, ale zapraszam – możesz oczywiście próbować!
uk: Король розбійників\u00A0— владар усіх в Фарулі гаманців, до нитки обдеру я всякого й усіх купців! Дзвінка монета мене не змилостивить, та впертість ваша достоту їх прибавить!

source: Ciągle szukam swojego ciała. A może twoje będzie moim nowym ciałem!
uk: Я прагну знайти своє колишнє тіло… або зроблю твоє наступним!

source: Podejrzany kopiec
uk: Підозрілий курган

source: Przesuwanie kamery na krawędzi
uk: Прокрутка камери по краю

source: Kamera akcji włączona
uk: Камера дії увімкнена

source: Intensywność kamery akcji
uk: Інтенсивність камери дії

source: Owca
uk: Вівця

source: Rozkład
uk: Гниття

source: Strach na Wróble
uk: Опудало

source: Zły Wilk
uk: Великий страшний вовк

source: Założyciel
uk: Засновник

source: Harazuel
uk: Гаразуел

source: Za Króla
uk: За короля

source: Badania
uk: Огляд

source: Pokuta
uk: Спокута

source: Przedwieczne Drzewko
uk: Первісний паросток

source: Młode drzewka Przedwiecznego Dębu nadal należą do największych drzew w lesie.
uk: Паростки Первісного дуба досі одні з найбільших дерев у лісі.

source: Przez młode drzewka Przedwiecznego Dębu płynie jego legendarna moc uzdrawiania.
uk: Легендарні цілющі сили Первісного дуба протікають через його паростки.

source: Wstyd
uk: Ганьба

source: Lepiej tego nie rób, gdy pokutujesz za grzechy.
uk: Неможливо здійснити під час спокути гріхів.

source: Zatruwa podróżnych.
uk: Накладає отруєння на мандрівників

source: Kwaśna Ziemia
uk: Їдка земля

source: Razi podróżnych kwasem.
uk: Накладає кислоту на мандрівників

source: Przeklęta Ziemia
uk: Проклята земля

source: Nakłada klątwę na podróżnych.
uk: Накладає прокляття на мандрівників

source: Chaotyczna Ziemia
uk: Хаотична земля

source: Sprowadza chaos na podróżnych.
uk: Накладає Хаос на мандрівників

source: Przeszukiwanie
uk: Розвідка

source: Przeszukane
uk: Розвідано

source: Starcie
uk: Подія

source: Sprawdź swoje umiejętności!
uk: Випробуйте свої вміння!

source: Pułapka
uk: Пастка

source: To pułapka!
uk: Це пастка!

source: Skarb
uk: Скарб

source: Nikt nie wie, co czai się w środku.
uk: Хтозна, що там усередині.

source: Mroczne Sanktuarium Krwi
uk: Темне святилище крові

source: Mroczne Sanktuarium Skupienia
uk: Темне святилище зосередженості

source: Mroczne Sanktuarium Pośpiechu
uk: Темне святилище швидкості

source: Mroczne Sanktuarium Życia
uk: Темне святилище життя

source: Mroczne Sanktuarium Wiedzy
uk: Темне святилище мудрості

source: Mroczne Sanktuarium Czystości
uk: Темне святилище чистоти

source: Mroczne Sanktuarium Cienia
uk: Темне святилище тіней

source: Mroczne Sanktuarium Bogactwa
uk: Темне святилище достатку

source: Popękany Bicz
uk: Тріснутий батіг

source: Naoliwiony Bicz
uk: Змащений батіг

source: Bykowiec
uk: Бичачий батіг

source: Wężowy Bicz
uk: Зміїний батіг

source: Bat
uk: Плетиво

source: Zniewalające Pociągnięcie
uk: Тенетне притягнення

source: Statek Widmo
uk: Корабель-привид

source: Statek Piracki
uk: Піратський корабель

source: Podejrzany Skarb
uk: Підозрілий скарб

source: Spod piachu wystaje podniszczona skrzynia.
uk: Із розпорпаної землі стирчить пошарпана скриня

source: Ktoś musiał tam schować sporo użytecznych rzeczy!
uk: Тут зарито безліч цінних предметів!

source: Statek Merlingów
uk: Корабель мерлангів

source: Król Bandytów zwiększył podatki i podniósł ceny towarów i usług w mieście.
uk: Король розбійників збільшив податки й підняв ціни на міські товари та послуги.

source: Zapada ciemność
uk: Спускається темрява

source: Nadeszła śmierć
uk: Смерть прибула

source: Nie ma sanktuariów
uk: Святилищ більше немає

source: Ziemia ulega zniszczeniu!
uk: Землі осквернені!

source: Święta Ochrona
uk: Священний захист

source: Grimshaw
uk: Ґрімшоу

source: Jak dobrze, że dobrzy ludzie są w dobrym zdrowiu! Musicie być dumni, że uratowaliście szkielet. Chyba należą wam się podziękowania!
uk: Ти диви, добродійники навідалися. Пишаєтеся собою, бо врятували костомаху? Що ж, маю вам подякувати!

source: W końcu ktoś docenia mój urok. Nie martw się, zapłacę, ile trzeba.
uk: Нарешті хтось, хто цінує мій чар. Не хвилюйтеся, я вас не розчарую.

source: Dokument Najemnika
uk: Купча найманця

source: Kontrakt, który można zrealizować w każdej gildii handlowej.
uk: Договір, що має силу в будь-якій гільдії найманців

source: Dom Zabaw
uk: Павільйон сміху

source: Koło Śmierci
uk: Колесо смерті

source: Nawiedzony Dom
uk: Будинок з привидами

source: Gabinet Luster
uk: Дзеркальний лабіринт

source: Miłosny Tunel
uk: Тунель кохання

source: Zoo Duchów
uk: Зоопарк з привидами

source: Zbiornik z Kwasem
uk: Чан з кислотою

source: Nie podobają się moje usługi? W porządku. Weź ten dokument, a ja poczekam, aż odzyskasz zdrowy rozsądek.
uk: То мої послуги вам не потрібні? Жодних проблем. Тільки візьміть цю купчу, а як схаменетеся, я на вас чекатиму.

source: Karawana Najemników
uk: Віз з найманцями

source: Uratuj więźnia, żeby zdobyć nowego przyjaciela w gildii handlowej.
uk: Визвольте полоненого в ньому в'язня, аби здобути нового друга у гільдії найманців

source: Pozbawionych wolności najemników stłoczono jak towar w ciasnych wozach. Ich życie zależy od kaprysów tych, którzy panują nad ich losem.
uk: Позбавлених волі найманців заганяють в тісні фургони й перевозять, наче товар. Їх життя залежить лише від забаганок тих, хто контролює їх долю.

source: Krab Maruda
uk: Краб-злюка

source: Te kraby budują sobie skorupy ze wszystkiego, co znajdą.
uk: Такі краби роблять свої панцири з чого завгодно.

source: Krab Pustelnik
uk: Краб-самітник

source: Krab Czarownik
uk: Краб-чарівник

source: Krab Śmierci
uk: Краб-душогуб

source: Nadzwyczaj dobrze ubrani zbóje wałęsają się po tym ogrodzonym obozowisku.
uk: Якісь занадто добре вбрані хулігани тиняються в цьому огородженому таборі.

source: Nadzieja uległa mocy cieni.
uk: Надія розчинилася у тінях.

source: Stary, nadszarpnięty zębem czasu wóz strzeże swych tajemnic za mocną kratą.
uk: Старий віз, на якому час залишив безліч слідів, криє свої таємниці за міцними ґратами.

source: Kapelusz Kraba Czarownika
uk: Капелюх краба-чарівника

source: Kapelusz Handlarza
uk: Капелюх купця

source: Miażdżenie
uk: Хрускіт

source: Grafika
uk: Графіка

source: Jakość tekstur
uk: Якість текстур

source: Jakość cieni
uk: Якість тіней

source: Rodzaj antyaliasingu
uk: Тип згладжування

source: Bloom
uk: Розлиття світла

source: Mgła
uk: Туман

source: Okluzja otoczenia
uk: Затінення середовища

source: Głębia ostrości
uk: Глибина різкості

source: Winieta
uk: Віньєтування

source: Zbezczeszczony Kościół
uk: Спаплюжена церква

source: Od bardzo dawna nikt nie odprawiał tutaj uświęconych rytuałów.
uk: Тут уже давно не відправляли священну службу.

source: Zrób Stracha na Wróble
uk: Будування опудала

source: Migocące kopalnie Fahrulu zostały przejęte przez siły Królowej. Od czasu wyczerpania złóż kamieni mocy kopalnia plugawi krainę i ludzi mieszkających na tym obszarze.
uk: Блискучі шахти Фарулу були захоплені військами королеви. Після того, звідти вибрали всі поклади енергокаменів, шахти стали спричиняти осквернення землі й місцевих жителів.

source: Timberdale
uk: Стовбурдейл

source: Timberdale znane było niegdyś z wpływów pirackich, ale ostatnimi czasy przyciąga rozmaitych bywalców.
uk: Стовбурдейл, колись відомий своїм піратським впливом, останнім часом приваблює зовсім інших мешканців.

source: Jharas Glen
uk: Джарас-Ґлен

source: Kowale z tej maleńkiej osady położonej w głębi lasu są dobrze znani.
uk: Це крихітне село, розташоване в лісових хащах, відоме своїми майстрами ковальської справи.

source: Elderynn
uk: Старовельд

source: Ponoć uczeni i mistycy często udają się na święte ziemie Elderynnu.
uk: Кажуть, що вчені й містики часто подорожують святими землями Старовельда.

source: Elowen
uk: Еловен

source: Potężne drzewa od dawien dawna porastają te ziemie, nadając im atmosfery ciepła i magii.
uk: Величаві дерева віддавна прикрашають ці землі, даруючи їм чарівне тепло.

source: Szuwary
uk: Очерети

source: Bagno, błoto i szuwary. Nie ma przyjemności z podróżowania, gdy znajdziesz się w tych stronach.
uk: Перегній, болото й очерети. Подорожі у цих краях веселі не бувають.

source: Skrapp
uk: Брухтон

source: Prawdziwe górnicze miasteczko – z konieczności i z serca.
uk: Гірниче місто як по промислу, так і нутром.

source: Cragstone
uk: Скелястоун

source: Cragstone powstało dawno temu jako osada na Wzgórzach Craga. Jego mieszkańcy byli świadkami wielu wojen.
uk: Скелястоун\u00A0— стародавнє поселення на Скелястих узгір'ях, чиї мешканці пережили безліч воєн.

source: Piachospady
uk: Пилючфол

source: W małym, brudnym miasteczku Piachospady można co najwyżej odpocząć i ruszyć dalej.
uk: Пилючфол\u00A0— крихітне, брудне містечко, в якому не хочеться залишатися надовго.

source: Wagonik Królowej
uk: Королівська вагонетка

source: Wagonik pojawi się przy jednym z trzech wejść. Przygotuj się, żeby go przechwycić.
uk: Вагонетка з'явиться біля одного із трьох входів. Будьте готові її перехопити.

source: Sygnał Dymny
uk: Димовий сигнал

source: Rozpal tu ogień
uk: Розпаліть тут вогонь

source: Podskakiwanie kamery
uk: Хитання камери

source: Broń złamana!
uk: Зброя зламана!

source: Merling
uk: Мерланг

source: Ryboludzie
uk: Риболюд

source: Wagoniki dotarły
uk: Вагонетки прибули

source: Wagoniki Królowej dostarczyły ładunek. Jej moc nadal rośnie.
uk: Вагонетки привезли вантаж. Сили королеви зростають.

source: Tryb arachnofobii
uk: Режим арахнофобії

source: Wielkość interfejsu
uk: Масштаб інтерфейсу

source: Mała
uk: Малий

source: Normalna
uk: Звичайний

source: Duża
uk: Великий

source: Szklany Buzdygan
uk: Скляна булава

source: Kryształowy Buzdygan
uk: Кришталева булава

source: Szafirowy Buzdygan
uk: Сапфірова булава

source: Rubinowy Buzdygan
uk: Рубінова булава

source: Szklany Łuk
uk: Скляний лук

source: Kryształowy Łuk
uk: Кришталевий лук

source: Szafirowy Łuk
uk: Сапфіровий лук

source: Rubinowy Łuk
uk: Рубіновий лук

source: Szklany Kostur
uk: Скляний посох

source: Kryształowy Kostur
uk: Кришталевий посох

source: Szafirowy Kostur
uk: Сапфіровий посох

source: Rubinowy Kostur
uk: Рубіновий посох

source: Szklany Miecz
uk: Скляний меч

source: Kryształowy Miecz
uk: Кришталевий меч

source: Szafirowy Miecz
uk: Сапфіровий меч

source: Rubinowy Miecz
uk: Рубіновий меч

source: Roztrzaskanie
uk: Розбиття

source: Szklana Strzała
uk: Скляна стріла

source: Kryształowa Strzała
uk: Кришталева стріла

source: Szafirowa Strzała
uk: Сапфірова стріла

source: Rubinowa Strzała
uk: Рубінова стріла

source: Grupowe Splątanie
uk: Групове заплутування

source: Przeklęte Ugryzienie
uk: Проклятий укус

source: Przeklęte Zarodniki
uk: Прокляті спори

source: Ugryzienie Śmierci
uk: Смертельний укус

source: Zarodniki Śmierci
uk: Смертельні спори

source: Sadzonka Przeżuwacza
uk: Паросток щипача

source: Niegdyś te mięsożerne rośliny były niewielkie, z trudem dawały radę zjeść byle wróbla.
uk: Колись вважалося, що ці хижі рослини не можуть вирости достатньо великими, аби впіймати щось більше за горобця.

source: Przeżuwacz
uk: Щипач

source: Trujący Przeżuwacz
uk: Отруйний щипач

source: Przeżuwacz Śmierci
uk: Смертельний щипач

source: Sadzonka Zębola
uk: Паросток зубача

source: Bagienny Zębol
uk: Болотяний зубач

source: Przeklęty Zębol
uk: Проклятий зубач

source: Zębol Śmierci
uk: Смертельний зубач

source: Znajdź alkohol
uk: Пошук алкоголю

source: Może to otworzyć tylko {0}.
uk: Щоб відімкнути, знадобиться {0}.

source: Otwarte!
uk: Розблоковано!

source: Zamek Vakker
uk: Замок Векер

source: Relikt Wojen Chaosów – Zamek Vakker – od wieków był ostoją dla złodziei, szabrowników i wszelkiej maści innych nikczemników.
uk: Замок Векер, релікт Війн Хаосу, втілює в собі завсідну підтримку злодіїв, шахраїв й інших негідників.

source: Królewski Sztandar
uk: Стяг короля

source: Pierścień Wody
uk: Перстень води

source: Złoty pierścień wody
uk: Золотий перстень води

source: Rolnicy to dobrze zrównoważona siła robocza, wyróżniająca się energią, siłą i przytomnością umysłu. Żaden nie zawaha się, by użyczyć swych narzędzi w dobrej sprawie.
uk: Фермери\u00A0— урівноважені роботяги, які вирізняються своєю енергією, силою й пильністю. Завжди готові позичити свої знаряддя на благу справу.

source: Energiczny i inteligentny Pasterz znany jest z tego, że trzyma swój wierny kij przy boku.
uk: Надзвичайно енергійні й кмітливі, ці пастухи відомі тим, що їх вірна отара завжди іде за ними.

source: Srebrny Wąż
uk: Срібна змія

source: \nW Fahrulu nieuchwytny srebrny wąż uosabia wiedzę, a jego lśniące łuski kryją pradawne tajemnice.
uk: \nУ світі Фарулу невловима срібна змія — це символ мудрості. Її блискуча луска приховує в собі стародавні таємниці.

source: Czy chcesz użyć biletu na Mroczny Karnawał, żeby wejść?
uk: Використати білет на Темний карнавал, щоб увійти?

source: Kąpiel w Kwasie
uk: Кислотна ванна

source: Wybierz losową postać
uk: Перемішати персонажа

source: Wybierz losową drużynę
uk: Перемішати загін

source: Wejdź do lochu
uk: Увійти до підземелля

source: Drużyna traci towarzysza
uk: Втрата послідовника загону

source: Drużyna walczy
uk: Битва загону

source: Tunel Miłości
uk: Тунель кохання

source: Trudny cel
uk: Невловимість

source: Srebrny Klucz
uk: Срібний ключ

source: Lśniący klucz z najlepszego srebra.
uk: Сяйливий ключ, виготовлений із блискучого срібла.

source: Klucz do Celi
uk: Ключ від камери

source: Zużyty, popękany klucz stanowi ostatnią iskrę nadziei dla nieszczęsnej duszy.
uk: Цей подряпаний, надтріснутий ключ — остання надія якогось знедоленого.

source: Klucz Zamkowy
uk: Ключ до замку

source: Ciężki, żelazny klucz otwiera bramy zapomnianej twierdzy.
uk: Важкий металевий ключ, який відмикає ворота забутої фортеці.

source: Chytry Pirat
uk: Слизький пірат

source: Reputacja Chytrego Pirata rośnie z każdym zgubionym pościgiem. Niestrudzenie unika on schwytania, z nieprawdopodobną przebiegłością wymykając się spomiędzy palców tych, którzy ośmielają się go gonić.
uk: Лиха слава Слизького пірата посилюється з кожним невдалим переслідуванням. Він легко уникає арешту, як вислизаючи мов в'юн із рук тих, хто намагається його схопити.

source: Nieuchwytna Morska Szuja
uk: Невловимий морський пройдисвіт

source: Pirat Alchemik
uk: Пірат-алхімік

source: Spec od Wybuchów
uk: Експерт з вибухівки

source: jeszcze +{0}
uk: ще +{0}

source: Królewski Strażnik
uk: Королівський вартовий

source: Prymitywna katapulta z prostym mechanizmem, wykorzystywana przez Gobliny jako broń.
uk: Саморобний механізм — ґоблінська катапульта, створена для руйнування.

source: Rozwiązanie
uk: Розгадати

source: Podejrzana piwnica
uk: Підозрілий підвал

source: Zapadła piwnica, która dumnie dźwiga brzemię ciągnących się latami zaniedbań.
uk: Занедбаний підвал, який немов пишається своїм незадовільним станом.

source: Kryjówka Johnsgrave’a
uk: Укриття Джонзґрейва

source: Prowizoryczna kryjówka w sam raz dla słynnego niegdyś pirata.
uk: Нашвидкуруч влаштоване укриття колись славетного пірата.

source: Porzucony Pirat
uk: Пірат на мілині

source: Zatoka Piratów
uk: Піратська бухта

source: Jeden z kilku pozostałych pirackich bastionów, ocalałych w nowym świecie Królowej.
uk: Один з небагатьох піратських бастіонів, які збереглися у новому світі королеви.

source: Bogaty dom
uk: Пишний маєток
